cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'curl'
brew 'wget'
brew 'tree'
brew 'git-flow'
brew 'ffmpeg'
brew 'docker-completion'
brew 'maven'
brew 'pyenv'
brew 'zsh'

cask '1password'
cask 'iterm2'
cask 'spectacle'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'warp'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'
