cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'curl'
brew 'wget'
brew 'tree'
brew 'git-flow'
brew 'ffmpeg'
brew 'docker-completion'
brew 'maven'
brew 'pyenv'
brew 'zsh'

cask 'atom'
cask 'iterm2'
cask 'spectacle'
cask 'google-chrome'
cask 'slack'
cask 'discord'
cask 'spotify'
cask 'onedrive'
cask 'utorrent'
cask 'evernote'
cask 'vlc'
