cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'curl'
brew 'ack'
brew 'wget'
brew 'tree'
brew 'node'
brew 'git-flow'
brew 'ffmpeg'
brew 'docker-completion'
brew 'pyenv'
brew 'zsh'

cask '1password'
cask 'iterm2'
cask 'java'
cask 'spectacle'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'warp'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'
cask 'onedrive'
cask 'evernote'
cask 'vlc'

brew 'maven'

cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'

cask 'docker'
